{
  "KTC_GAME_TITLE": "KTC_HERO_GAME",
  "WALLET_ADDRESS": "WALLET ADDRESS",
  "FIRST_ARTICLE_TITLE": "The project team created the 'KTC game' project.",
  "FIRST_ARTICLE": "The project team created the \"KTC Game\" project. The project focuses on decentralized games, combining revenue mining and NFT mining to create an ecosystem that is free and play while making money. \"KTC Game\" aims to achieve \"NFT\" interoperability across games and platforms. The project section of \"KTC Game\" includes decentralized games, \"NFT\", financial social networking, and so on. In the decentralized game of \"KTC Game\", the equipment and characters in the game will be released into \"NFT\" and combined with \"DeFi\" to create more benefits for users. \"KTC Game\" has five features: high security, asset preservation, transparency, permanent data preservation and low threshold for realization, so that users can enjoy the wonders of meta-universe in one stop. The positioning of the project is as follows:",
  "FIRST_P_1": "Decentralized games, so that players can make money and play at the same time.",
  "FIRST_P_2": "Game NFT casting, display, trading integrated platform.",
  "FIRST_P_3": "Get through the game-- meta-universe-- the path of the real world.",
  "H2_1": "UNDERSTAND THE GAME",
  "H2_2": "DIGITAL CURRENCY DESCRIPTION",
  "H2_3": "NFT TRANSACTION SERVICE PLATFORM",
  "H2_4": "card hero quality determines combat strength data",
  "H2_5": "Formula for calculating the total combat force of cards",
  "H2_6": "Basic combat effectiveness data",
  "H2_7": "DEVELOPMENT PLANNING",
  "H2_8": "ABOUT ME",
  "H2_9": "HERO DISPLAY",
  "H2_10": "COMBAT STRENGTH DATA",
  "ARTICLE_1": "The digital currency issued by KTC Game' is' KTC', holds tokens' KTC' allows users to participate in community governance and vote, and has the right to vote on the future direction of the game related to major decisions. In the game, many operations of the player need to use 'KTC'. In addition, in addition to games, in pledge mining, 'NFT' auction, lending, social, cross-chain and so on, we can use' KTC','KTC' to create a recyclable ecosystem.",
  "ARTICLE_2": "KTC Game will build a NFT trading service platform, establish a complete trading and asset synthesis service system, and gradually build a perfect NFT ecosystem.",
  "ARTICLE_3": "The main services of NFT trading service platform include NFT casting, trading, finance, exhibitions and other diversified services.",
  "ARTICLE_4": "NFT acquisition: different from the top-down ICO logic of most NFT \"made by issuers and purchased by users\", NFT acquisition in KTC Game meta-universe is similar to LOOT, which is a more decentralized NFT casting method. Anyone has the opportunity to participate in casting and distribution, and users can generate all kinds of NFT as long as they pay KTC tokens. To generate random scarcity, the contract assigns a token ID to the owner. Anyone can generate NFT and then combine it with other protocols to connect and expand, similar to DeFi building blocks, which can be constantly created and built on the basis of MVP (minimizing feasible products).",
  "ARTICLE_5": "Transaction: the platform will publicly display the NFT product information audited by the partner organization to the customer, and the customer can trade through auction or extraction of blind boxes.",
  "ARTICLE_6": "Finance: the platform will provide a range of NFT-related financial services, such as ratings, leases and loans. Minimize the unpredictable risks brought by NFT's managed collection and transaction process and enhance the user's experience.",
  "ARTICLE_7": "Exhibition: launch offline or online exhibitions, and NFT owners will get the corresponding income distribution.",
  "ARTICLE_8": "KTC Game blockchain Games Company is invested by Singapore National Sovereign Fund. The company's main business is to explore metacosmos infrastructure construction and application construction, including decentralized games, data service tools, NFT aggregation trading platform, etc., we hope that through our work, we can better meet the arrival of the digital economy era. In order to develop decentralized games suitable for meta-cosmic era, KTC Game has set up a game laboratory, which is committed to the latest decentralized technology and game development. At present, a number of games are being developed using Unreal Engine and Unity3D. Team members come from well-known companies in the industry, including the United States, China, Japan, Singapore and other countries. They have made outstanding contributions to the project's technology development, transparent governance, community service and the latest decentralized game development. Promote the long-term and stable development of the company's projects.",
  "ARTICLE_9": "KTC has a wide range of cooperation resources around the world. Our partners include, but are not limited to:",
  "B_1": "KTC HAS A VARIETY OF PROPERTIES",
  "B_2": "1 billion tokens will be issued and will never be re-issued. The distribution scheme is as follows",
  "B_3": "There are six stars in the card:",
  "B_4": "By placing the card in the corresponding slot, the corresponding combat strength of the card quality can be obtained, which is based on the combat strength:",
  "B_5": "Total combat strength = ∑ (basic combat strength of cards X (1 + number of cards) x (1 + slot level and bonus) x (1 + combination bonus)",
  "B_6": "HOW TO IMPROVE THE COMBAT STRENGTH",
  "B_7": "【blockchain industry body】",
  "B_8": "CALCULATION FORMULA",
  "P_1": "Property right attribute: the right to use, to determine the ownership of assets.",
  "P_2": "Investment attribute: value-added, fast return.",
  "P_3": "Monetary attribute: it is negotiable and is a hard currency in the ecosystem.",
  "P_4": "Equity attribute: value-added, long-term income, large appreciation.",
  "P_5": "The collection of a certain number of cards can improve the combat strength of the whole card.",
  "P_6": "Upgrade the corresponding card slot to the excess card, which can increase the combat strength of the corresponding card.",
  "P_7": "There is a special combination relationship between cards, which can improve the combat strength of the corresponding cards.",
  "P_8": "Place higher quality cards, the higher the quality, the higher the combat strength.",
  "P_9": "Place more different cards to improve the combat strength of the full card book.",
  "P_10": "Consume card cards to upgrade card slots and increase the combat strength of the corresponding cards.",
  "P_11": "Place cards to activate the combination to improve the combat strength of the combined inner cards.",
  "TIMELINE_TITLE_1": "2021 A1",
  "TIMELINE_TITLE_2": "2021 A2",
  "TIMELINE_TITLE_3": "2022 A3",
  "TIMELINE_B_1": "Released on the official website",
  "TIMELINE_B_2": "contractual deployment",
  "TIMELINE_B_3": "Open source contract address",
  "TIMELINE_B_4": "10000 holders",
  "TIMELINE_B_5": "contract security audit",
  "TIMELINE_B_6": "Community reward Strategy",
  "TIMELINE_B_7": "Brand Strategy",
  "TIMELINE_B_8": "Community AMA",
  "TIMELINE_B_9": "official NFT list",
  "TIMELINE_B_10": "KOL see red marketing",
  "TIMELINE_B_11": "listing on a centralized exchange",
  "TIMELINE_B_12": "NFT reward of the holder",
  "TIMELINE_B_13": "NFT auction",
  "TIMELINE_B_14": "agreement mining",
  "TIMELINE_B_15": "chain Tour online",
  "TIMELINE_B_16": "CoinMarketCap listed",
  "TIMELINE_B_17": "Coinsbit listed",
  "TIMELINE_B_18": "100000 coin holders",
  "TIMELINE_B_19": "expand charitable donations",
  "TIMELINE_B_20": "Investment Strategy",
  "TIMELINE_B_21": "more Community AMA",
  "TIMELINE_B_22": "listed on major exchanges",
  "DES_1": "Please look forward to the contract address",
  "DES_2": "effective",
  "DES_3": "quality"
}
